'use client'

class FAQ{
    constructor(titleText, detailText){
        this.titleText = titleText
        this.detailText = detailText
    }
}

const FAQoptions = []
FAQoptions.push(new FAQ('Анализ финансовых договоров',
    'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))

FAQoptions.push(new FAQ('Вы помогаете оформить Ипотечный кредит?', 'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))
FAQoptions.push(new FAQ('Через Вас можно застраховать автомобиль? И какая цена?', 'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))
FAQoptions.push(new FAQ('Какие есть накопительные решения для ребенка?', 'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))
FAQoptions.push(new FAQ('К вам можно записаться на консультацию по разнице в налогах для начинающего предпринимателя? ', 'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))
FAQoptions.push(new FAQ('У вас можно оформить страхование цивильно и ответственности для компании?', 'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))
FAQoptions.push(new FAQ('Вы помогаете начать инвестировать?', 'Да, у нас есть прямой доступ ко страховым компания которые предаставляют такой вид страхования для иностранце на сумму 30 000 эвро. Цена за такое страхование стартует от 100 зл.'))

export default FAQoptions;